"""
Модуль task_user_manager

Это корневая папка для приложения Django в проекте. Внутри неё находятся ключевые файлы и папки,
необходимые для настройки и функционирования проекта.

Основные файлы:
- settings.py: Основной файл настроек проекта, где конфигурируются базы данных, приложения,
- urls.py: Главный файл маршрутов, который определяет пути для различных частей проекта.

Этот файл и папка организуют структуру проекта на Django и позволяют вам централизованно
управлять всеми необходимыми компонентами проекта.
"""